GREETINGS = 'Привет, выбирай сериал!'
CHOOSE_LEVEL = 'Выбери сложность сериала, который подходит твоему уровню.'
CHOOSE_GENRE = 'Хорошо, а теперь выбери жанр сериала.'

LEVEL_TESTS_LIST_TEMPLATE = 'Вот список тестов, чтобы определить свой текущий уровень:\n\n\n{}'
LEVEL_TEST_TEMPLATE = '[{name}]({link})\n{desc}'
SERIES_LIST_TEMPLATE = 'Список сериалов, которые тебе могут подойти:\n\n\n{}'
SERIES_TEMPLATE = '**{name}**\nЖанры: {genres}\nГоды выпуска: {years}\nКоличество серий: {n_series}'
EMPTY_SERIES_LIST = 'Не нашлось подходящих сериалов'

SEARCH_SERIES_CMD = 'Поиск сериалов 🔎'
LEVEL_TEST_CMD = 'Узнать уровень 🤓'
